{
    "linklangJA": "日本語",
    "linklangEN": "英語",
    "linkHome": "Home",
    "linkAbout": "About Us",
    "linkEnrollment": "Application",
    "linkSummerSchool": "Summer School",
    "linkLogin": "Login",
    "linkLogout": "Logout",
    "linkCreateAccount": "Create an Account",
    "linkMyAccount": "My Account",
    "linkAcademyClass": "Academy Class",
    "linkOnlineClass": "Online Class",
    "linkGallery": "Gallery",
    "linkAnnouncement": "Announcement",
    "linkContact": "Contact",
    "titleKinder": "Kindergarteners",
    "titleElem": "Elementary Students",
    "titleAcademyClasses": "Academy Classes",
    "titleOnlineClasses": "Online Classes",
    "titleOnlineClass": "Online Class",
    "titleAddress": "Company Address",
    "address": "〒160-0018 3F Yamatoya Building 1-5 Sugacho, Shinjuku, Tokyo",
    "titleNeedInfo": "Need More Information ?",
    "titleUnderContruct": "Under Contruction",
    "titleUnderContructBody": "Content will be available soon.",
    "titleAcademyClassDetails": "Academy Class Details",
    "titleClassInfo": "Class Information",
    "titleAge": "YEARS OLD",
    "titleHeld": "HELD IN",
    "pAlreadyAccount": "Already have an account ?",
    "fieldEmail": "Email Address",
    "fieldPassword": "Password",
    "fieldFirstName": "Given Name",
    "fieldLastName": "Sur Name",
    "fieldFLastName": "Sur Name (Furigana)",
    "fieldFFirstName": "Given Name (Furigana)",
    "fieldGender": "Gender",
    "fieldMale": "Male",
    "fieldFemale": "Female",
    "fieldContact": "Contact Number",
    "fieldWriteMessage": "Write Message",
    "btnViewMore": "View More",
    "btnEnrol": "Enrol",
    "btnRegister": "Sign-Up",
    "btnUpdate": "Update",
    "btnJoinMeeting": "Join Meeting",
    "btnView": "View",
    "btnSchedule": "Schedule",
    "btnSendMail": "Send Message",
    "btnCheckout": "Checkout",
    "btnNext": "Next",
    "btnBack": "Back",
    "btnSubmit": "Submit",
    "btnSelectAll": "Select All",
    "btnSelect": "Select",
    "btnSelected": "Selected",
    "btnSeeMore": "See More",
    "btnLanguage": "言語",
    "btnZoomClient": "Zoom Client",
    "btnZoomWeb": "Zoom Web",
    "btnWhiteboard": "Whiteboard",
    "btnWhiteboardColab": "Collaboration Whiteboard",
    "academymember": "Member",
    "academymemberHeader": "Academy Member",
    "tabRequested": "Requested Class",
    "tabAccountInfo": "Account's Information",
    "tabStudentInfo": "Student's Information",
    "tabMyClass": "My Class",
    "tabOrderSummary": "Order Summary",

    "dialogTitleEmailUS": "Email Us",
    "dialogMessEmailUS": "Do you want to send it?",
    "dialogYesEmailUS": "Yes",
    "dialogNoEmailUS": "No",

    "slogan": "A new challenge for the future",
    "steponedesc": "As Gyosei International School Shin-Urayasu Kindergarten celebrates its 20th anniversary, we heard that they will focus on creating a better educational environment for children. STEP ONE ACADEMY will be in charge of extracurricular activities from this year in order to improve the quality of the activities. We will also create a space where everyone can enjoy using English so that they can improve their English skills.Please look forward to it.",
    "benefit": "benefit",
    "classdateandtime": "[Class Schedule]",
    "targetage": "【Class】",
    "cost2": "【Cost】",

    "excludingTax": "Excluding Consumption Tax",

    "specialEnglishClassTitle": "Special English",
    "specialEnglishClassP1": "A class to improve your English skills.",
    "specialEnglishClassP2": "Properly teach listening, speaking, reading, and writing to build the foundation of English.",
    "specialEnglishClassP3": "This class is not only for laying the foundation of English, but also for making the importance and attitude of studying habitual, and for steadily acquiring English skills.",
    "specialEnglishClassP4": "Use a textbook workbook worksheet.",
    "specialEnglishClassP5": "A class that will help you prepare for Eiken and Eiken Junior, which will give you an advantage in junior high school entrance exams.",
    "specialEnglishClassP6": "Daily classes from Monday to Friday. (If you would like less classes, please contact us.)",
    "specialEnglishClassP7": "Monday-Friday 14:00-15:00",
    "specialEnglishClassP8": "Nensho class/Nenchu class/Nencho class",
    "specialEnglishClassP9": "One class session: 1,000 yen (excluding consumption tax), textbook fee",


    "immersionP1": "Class in English every day from 14:00 to 18:00.",
    "immersionP2": "A fun class with an English shower.",
    "immersionP3": "A class that allows you to output as well as input English",
    "immersionP4": "A class with a fun curriculum that changes depending on the day of the week.",
    "immersionP5": "Monday to Friday 14:00-18:00",
    "immersionP6": "Junior class/Junior class/Senior class",
    "immersionP7": "1 time: 4,000 yen (consumption tax not included), textbook fee",
    "immersionP8": "If you want to take Special English Class・Art ＆ Craft・Dance ＆ Fitness・Culture Class・Math, you can take them for free.",
    "immersionP9": "From the 10th day of each month, the fee is calculated at 4,000 yen per day, and from the 11th day onwards, you can take classes at half price.",

    "artNcraftTitle": "Art & Craft",
    "artNcraftP1": "Art & Craft class in English, where you can make unique works with your own hands that feel the scent of foreign countries and collaborations of Japanese crafts and foreign crafts.",
    "artNcraftP2": "A class that can be enjoyed by small children to elementary school students.",
    "artNcraftP3": "A class with a lot of added value that the teacher who taught at elementary school teaches not only English but also the joy and fun of making.",
    "artNcraftP4": "Nensho Class: Every Tuesday 15:00-16:00",
    "artNcraftP5": "Nenchu class: Every Thursday 15:00-16:00",
    "artNcraftP6": "Nencho Class: Every Friday 15:00-16:00",
    "artNcraftP7": "Elementary Class: every Tuesday from 16:00 to 17:00",
    "artNcraftP8": "One class session: 1,500 yen (excluding consumption tax), monthly material cost of 1,000 yen (excluding consumption tax)",
    

    "danceFitnessClassTitle": "Dance & Fitness",
    "danceFitnessP1": "A class where children learn their favorite dances in English.",
    "danceFitnessP2": "Let's enjoy dancing with songs from various countries.",
    "danceFitnessP3": "Dance & Fitness Class for the first time in Kindergarten. Stay tuned!",
    "danceFitnessP4": "Every Monday from 15:00 to 16:00",
    "danceFitnessP5": "Nenchu class/Nencho class",
    "danceFitnessP6": "One class session: 1,500 yen (excluding consumption tax)",
    
    "cultureClassTitle ": "Culture",
    "cultureP1": "There are many countries in the world. This is an opportunity to learn about the differences in history, culture and customs of each country. Not only the language but also the food habits are very different. There are words that have completely different meanings but have the same pronunciation, and there are words that sound very similar, which makes learning fun in this class. , This class is open not only for children, but also for parents.",
    "cultureP2": "The first step of the class for parents is to learn Italian and learn about the charm of Italian food. I would like to start with. I will let you know as soon as it is ready. Please look forward to it.",

    "mathClassTitle": "Math",
    "mathP1": "Have you ever seen how thick American math textbooks are? They're surprisingly thick. Each country has a different way of doing math, but when you learn math in English, it's all about how you think about math. I'm surprised that you can cultivate your English skills quickly.From this year, we decided to start a math class where only the nencho class will learn in English.Enjoy English, learn the fun of numbers, and think freely. Please look forward to this class where you can learn.The first step.Would you like to take a step?",
    "mathP2": "every Thursday from 16:00 to 17:00",
    "mathP3": "Nencho class",
    "mathP4": "1 time: 1,500 yen (excluding consumption tax) textbook fee will be charged separately.",
    "mathP5": "We are preparing for elementary school classes. We will inform you as soon as the date and time are decided.",


    "pETitle": "Gymnastics Class",
    "pEP1": "Among the academy classes, gymnastic classes that move the body are very popular. Due to the corona crisis, children's physical strength and muscle strength have decreased.To create a healthy body that does not get sick or injured. In the younger classes, while enjoying the fun of moving their bodies, they understand the rules and order, and as they move up to the middle and older classes, they use a variety of exercise equipment. Through physical education play, children will improve their physical strength and motor skills according to their growth and development.Provided by professional physical education teachers, children will enjoy a variety of exercises by exercising their bodies.Tobibako, mats, In addition to improving physical functions such as the horizontal bar, skipping rope, ball, etc., it also develops a sense of balance.In addition, you can develop agility and coordination through directed behavior and imitation exercises.The techniques and skills learned in this gymnastics class Exercise ability leads to great self-confidence in children, and they will be able to face everything positively.Please make use of this very useful class.",
    "pEP2": "Nensho class: Every Thursday from 15:00 to 16:00",
    "pEP3": "Nenchu class: every Thursday from 14:00 to 15:00",
    "pEP4": "Nencho Class: Every Thursday 16:00-17:00",
    "pEP5": "Elementary class: Every Thursday from 17:00 to 18:00",
    "pEP6": "1 time: 1,500 yen (excluding consumption tax)",

    "kidsDanceTitle": "Kids Dance",
    "kidsDanceP1": "Kids love dancing! The expressions on the faces of the children are lively as they move their bodies happily. The lesson plan allows you to learn many things while enjoying dancing. Come on. This year, just like last year, we will have fun lessons that incorporate theme park dances.Yuka Nishikawa, a dancer at Universal Studios Japan and a former dancer at Tokyo DisneySea, will be in charge. Please look forward to it.",
    "kidsDanceP2": "Nensho Class: Every Friday 14:00-15:00",
    "kidsDanceP3": "Nenchu Class: Every Friday 15:00-16:00",
    "kidsDanceP4": "Nencho Class: Every Friday 15:00-16:00",
    "kidsDanceP5": "One class session: 1,500 yen (consumption tax not included)",


    "hiphopTitle": "Hip-Hop & Rhythm Dance",
    "hiphopsDanceP1": "Children who have come to understand the joy of hip hop dance. Children who have experienced the difficult steps and the joy of dancing in cooperation with friends, and have become more fond of dance. Children's motivation through dance. This is a fun class where you can develop your presentation skills at the same time.Children who love to move their bodies.Children who have a good sense of rhythm.Children who just love to dance.Please join us. From this year, Professor Hanako will be teaching again.",
    "hiphopsDanceP2": "Nensho Class: every Wednesday from 14:00 to 15:00",
    "hiphopsDanceP3": "Nenchu Class: Every Wednesday 15:00-16:00",
    "hiphopsDanceP4": "Nencho Class: Every Wednesday 15:00-16:00",
    "hiphopsDanceP5": "Elementary class: Every Wednesday 16:00-17:00",
    "hiphopsDanceP6": "One class session: 1,500 yen (consumption tax not included)",

    "soccerTitle": "Soccer Class",
    "soccerP1": "Soccer is loved all over the world, from children to adults. Being taught correctly from a young age on soccer, which I love, should be a great strength for the future. This soccer school. At , you can be coached by a first-class coaching team led by Mr. Matsubara, a member of the Atlanta Olympic team that won the Brazilian national team and the highest scoring player on that team. In this classroom, where you can learn various things through soccer and respect the language, the coaches carefully guide the children, and you can enjoy soccer based on the curriculum according to the development and growth of the children. You can also incorporate ball play to improve the sense of balance that develops in early childhood.It is also suitable for developing coordination in team sports and training instant judgment.Challenge anything through soccer You can cultivate a healthy mind and body that you can do. Why don't you take this opportunity to learn real soccer!",
    "soccerP2": "Nensho/Nenchu class: Every Wednesday 14:00-15:00",
    "soccerP3": "Nenchu/Nensho class: Every Wednesday 15:00-16:00",
    "soccerP4": "One class session: 1,500 yen (excluding consumption tax)",
    "soccerP5": "Please purchase size 3 soccer balls yourself",


    "enrichmentClassTitle": "Enrichment Class" ,
    "enrichmentClassP1": "People have various abilities. Children at this age are a treasure trove of talent. Ability development is not preemptive education. Some people think that early childhood education is about imparting knowledge. It seems that there are many cases.There are many cases where parents aim for ability development that ignores the child's age, developmental stage, and individual differences due to selfish interpretation, leading to unfavorable results.",
    "enrichmentClassP2": "Increase the children's interest level, cultivate positiveness and motivation, and by practicing repeatedly under correct guidance, they will be able to work on anything with confidence and concentrate on their actions. I will become a child.",
    "enrichmentClassP3": "This skill development class is a unique kind of early childhood education that incorporates instruction using original teaching materials, experiments, and creations using various motifs. Under the guidance of experienced teachers, children are able to develop their sleeping abilities. This is a fun class that allows you to find and bloom.In addition, this class is very useful for acquiring the necessary skills for elementary school entrance exams.Please take this class to determine your child's qualities and develop their abilities. Please try.",
    "enrichmentClassP4": "Nensho class: every Monday from 15:00 to 16:00",
    "enrichmentClassP5": "Nenchu class: every Monday from 14:00 to 15:00",
    "enrichmentClassP6": "Nensho class: every Monday from 16:00 to 17:00",
    "enrichmentClassP7": "1 class session: 2,000 yen (excluding consumption tax)",


    "japanesecultureClassTitle": "Fun class to learn about Japanese culture",
    "japanesecultureP1": "We decided to open this class from this year with the idea of ``I want to convey the goodness of Japan to children.'' You can actually experience and touch the wonderful culture of Japan. This is your chance. You can increase your child's interest level and acquire concentration and etiquette. Please try it.",
    "japanesecultureP2": "The content varies from month to month.",
    "japanesecultureP3": "Example: tea ceremony, flower arrangement, origami, recitation, etc.",
    "japanesecultureP4": "Nenchu class: 2nd and 4th Wednesdays 14:00-15:00",
    "japanesecultureP5": "Nencho class: 2nd and 4th Wednesdays 15:00-16:00",
    "japanesecultureP6": "1 lesson: 2,000 yen (excluding consumption tax) ; material fee; actual cost (depending on the content. 500 to 1,500 yen)",
    "japanesecultureP7": "April = Tea ceremony.",
    "japanesecultureP8": "May = Flower arrangement",
    "japanesecultureP9": "June = Recitation",
    "japanesecultureP10": "The above is just a schedule. Details will be announced to participants.",



    "abacusTitle": "Abacus Classroom" ,
    "abacusP1": "For children, the abacus promotes great growth in many ways. In learning the abacus, you flick the beads with your fingers, check the movement with your eyes, and think with your head. The sound also increases the motivation to learn.The abacus allows you to move your hands, eyes, and ears at the same time and create an accurate image in your head.In addition, the abacus learning clearly understands the process of calculation, so you can enjoy learning while learning numbers. Learning the abacus develops finger agility, speed of calculation, work planning, etc., which is the driving force for human ability development.Fujiju Soroban School in Urayasu City Mr. Koichi Udagawa, who runs the Soroban, will be invited as a lecturer to teach us.Some children start from the oldest and challenge the second grade in the second grade.Why don't you take this opportunity to start learning soroban?",
    "abacusP2": "Nenchu/Nencho class: Every Tuesday 15:00-16:00",
    "abacusP3": "Kids and Elementary School Classes: Every Tuesday 16:00-17:00",
    "abacusP4": "One class session: 1,500 yen (excluding consumption tax)",
    "abacusP5": "Material fee (monthly) 500 yen",
    "abacusP6": "If you have been taking the abacus class since last year, please select the 4:00-5:00 class.",
    "abacusP7": "Please contact us if you would like to continue taking classes from 3:00 to 4:00.",



    
    

    "progressiveEnglishClassTitle": "Progressive English",
    "progressiveEnglishClassP1": "Similar to the Special English Class, this is a class to improve your English proficiency. Since the class is twice a week, we will develop the lessons at a slightly slower pace, but while learning English happily, we will firmly build the basics and surely improve our English skills.",
    "progressiveEnglishClassP2": "Mainly, we will focus on listening, speaking, reading, and writing. Even those who cannot take the daily class can learn English in a fun and slow manner, which will lead to preparations for Eiken and Eiken Junior.",
    

    "calligraphyTitle": "Calligraphy",
    "calligraphyP1": "Every year, we exhibit at the National Kakizome Contest and have been selected as an excellent selection, special selection, and semi-special selection. He has also participated in other internet competitions and has won diamond and gold awards. In addition, we practice hard writing and brush writing, and learn the joy of writing and the importance of writing beautiful characters while taking the promotion test of Japanese penmanship starting from the 10th grade. 'The letters represent people.' With the spread of personal computers, the number of people who write letters and sentences by hand has decreased dramatically, so it seems that the number of people who write poor characters has increased. In this calligraphy class, the number of people with hard brushes has increased.Last year as well, at the 'Tanabata Tournament' and 'Kakizome Tournament', the Kanmine Award, Gold Award, andChildren are delighted to receive many awards such as silver and bronze awards.did. (Some children continue to get 5th grade even when they become elementary school studentsis. )",
    "calligraphyP2": "By trying various things, I have great confidence andI found the fun of reading books and writing sentences.This year as well, not only writing, but also reading and concentrationI want to try various things such as enhancingI am thinking. Please look forward to it.",


    "elemEnglishTitle ": "Elementary English Class",
    "elemEnglishP1": "This is a class for graduates so that they can continue the English skills they have cultivated in kindergarten even after entering elementary school. We will develop English instruction that is unique using textbooks. Repeated learning is necessary to establish English proficiency.The classes are not divided by age, but by level to ensure that you can improve your skills.(The textbook will differ depending on the level.)",
    "elemEnglishP2": "Every Monday 16:00-17:00 17:00-18:00",
    "elemEnglishP3": "1st to 6th grade (graduating and enrolled siblings)",
    "elemEnglishP4": "1 time: 1,500 yen (excluding consumption tax)",
    "elemEnglishP5": "Material fee: textbook and workbook are charged separately . ( Actual cost )",
    "elemEnglishP6": "Please note that we will decide the level for you.",
    "elemEnglishP7": "Levels 1-3 are from 16:00-17:00 Levels 4-6 are from 17:00-18:00.",


    "elemAdvanceTitle": "Advance Class",
    "elemAdvanceP1": "Advance Class is mainly a course to prepare for the English test, and we will teach according to each level.It is a great opportunity to become confident in working with English. It demonstrates great ability as an English standard for entrance exams and university entrance exams.It is important to acquire solid English skills from elementary school.",
    "elemAdvanceP2": "Every Thursday 16:00-17:00 17:00-18:00",
    "elemAdvanceP3": "1st to 6th grades (siblings who have graduated or are currently enrolled in kindergarten)",
    "elemAdvanceP4": "1 class session: 1,500 yen (excluding consumption tax)",
    "elemAdvanceP5": "Material fee: Textbook and workbook fees are charged separately. (Actual cost)",
    "elemAdvanceP6": "Please note that we will decide which class you will take.",
    "elemAdvanceP7": "As a general rule, classes are changed in April at the beginning of the new semester and in September at the beginning of the second semester.",
    "elemAdvanceP8": "Please contact us for changes or cancellations.",
    "elemAdvanceP9": "Note: Please be aware that some dates and times may not be available due to kindergarten events and closures.",

    "aboutclass2023": "About the class for 2023",
    "aboutclass": "About the class",
    "news": "News",
    "class2023": "Class for 2023",
    "class2023p1": "First semester is from April 11 (Mon) to July 18 (Tue)",
    "class2023p2": "Second semester: September 4th (Monday) to December 21st (Thursday)",
    "class2023p3": "Third Semester: January 9 (Tuesday) to March 14 (Wednesday)",
    "class2023p4": "Schedule may change depending on the situation.",
    "class2023p5": "Summer school dates and other information will be announced on a separate sheet as soon as they are decided.",
    "class2023p6": "For courses taken in the first semester, if there are no additions, changes, or cancellations, It will continue as it is, so there is no need to apply again.",
    "class2023p7": "Please check the contents of the course before applying. We will send you an invoice in April and May, so please transfer it to the designated bank account.",
    "class2023p8": "Payment is made monthly. Please make the payment by the end of the previous month.Please note that if delivery cannot be confirmed by the due date, it will be treated as a cancellation.when.",
    "class2023p9": "For inquiries about Step One Academy, please contact the kindergarten.Also, for information on changes to the academy and additional courses,We will inform you by email.",
    "class2023p10": "When applying, please be sure to enter your emergency contact information. Please make sure your email address is correct.",

    "policy": "Step One Policy",

    "policy1": "Creating an environment that provides various opportunities for children to find what they like and actively challenge themselves.",
    "policy2": "Provide an original course only for this kindergarten with excellent instructors and staff.",
    "policy3": "Respect individuality and build self-confidence.",
    "policy4": "Cultivate presentation and expression skills.",
    "policy5": "Instill a willingness and attitude to not give up.",


    "steponeclassroom ": "Step One Classroom",
    "steponeclassroom1": "Various classes open Monday through Friday from 14:00 to 18:00.",
    "steponeclassroom2": "Daily Special English class. (Full-fledged English class. Textbook included.)",
    "steponeclassroom3": "Fun course in English only. Immersion class now available. (Benefits available.)",
    "steponeclassroom4": "Art & Craft classroom taught in English",
    "steponeclassroom5": "Dance and sports classes taught in English",
    "steponeclassroom6": "Culture classroom where you can experience languages and cultures other than English (for parents)",
    "steponeclassroom7": "Math class in English",
    "steponeclassroom8": "Gymnastics class (traditional)",
    "steponeclassroom9": "Dance classroom (traditional classroom)",
    "steponeclassroom10": "Soccer classroom (traditional classroom)",
    "steponeclassroom11": "Development (traditional classroom)",
    "steponeclassroom12": "Abacus classroom (traditional classroom)",
    "steponeclassroom13": "Learning about traditional Japanese culture (e.g. tea ceremony, flower arrangement, recitation, etc.)",
    "steponeclassroom14": "Other",

    "academyterms": "Terms and Conditions for Academy Classes",
    "academyterms1": "You will be billed monthly.",
    "academyterms2": "Classroom changes and cancellations are accepted on a month-by-month basis, but both changes and cancellations must be made two weeks in advance using the form specified by the kindergarten office.",
    "academyterms3": "If you are unable to attend the course due to long-term illness or injury, you can transfer to another month to take the course. However, English classes (only for those enrolled in ② to ⑦ above)",
    "academyterms4": "If the kindergarten or class is suddenly closed due to bad weather such as typhoon or snow, or epidemic (new coronavirus infection), the academy may also be canceled. Please note that we cannot refund any fees.",


   
    "immersionP": "This is a special class for effective learning so that you will not forget the English you learned in kindergarten. Enjoy speaking English, not just listening. Know the fun of writing your own sentences, not just reading English.If you can do this, you will love English even more. This is a new class that will be held for the first time this year. Please give it a try. We are planning to make a presentation in English.",


    "summerschool2021Title": "Summer School 2021",
    "summerschoolWeek1Title-2021": "Alice in Wonderland",
    "summerschoolWeek1-2021": "Let`s enjoy and explore the wonderful world of Alice! This week, we will learn different things about Alice and Wonderland by making the Mad Hatter`s Hat, Flamingo croquet and play some adventurous games together! See you at the tea party!",
    "summerschoolWeek2Title-2021": "The End of Ice Age",
    "summerschoolWeek2-2021": "From the Wonderland of Alice, we will go back in time thousands of years through Earth`s history. Before humans were around, there  were only interesting animals. During this week, we will be learning different things about history and make accessories made of animal fossils.",
    "summerschoolWeek3Title-2021": "Super Mission",
    "summerschoolWeek3-2021": "From ancient times to the distant future, we will combine our strength and become super kids and complete an incredible mission to help and save the world from the enemies! This week, we will learn about super powers, make costumes and weapons! So what are you waiting for, Time to be a super hero and save the day!",
    "summerschoolWeek4Title-2021": "Worldwide Sports",
    "summerschoolWeek4-2021": "Last but not least join us for the Worldwide Sports event where we will learn and play games from throughout the world! This week will focus on teamwork and sportsmanship while wearing a DIY shirt, which we design ourselves. As a souvenir, we will make our own toys to take home.",


    "summerschool2022Title": "Summer School 2022",
    "summerschoolWeek1Title-2022": "Treasure Island",
    "summerschoolWeek1-2022": "Ahoy mateys!! The most awaited and exciting pirate`s week is back! This week, we will be making our own pirate hats and weapons so we can protect our treasure island from the enemies!Are you ready to be a pirate and find some treasures? Let`s explore the sparkly treasure island!What are you waiting for? Hurry up and join us!!",
    "summerschoolWeek2Title-2022": "Adventure World",
    "summerschoolWeek2-2022": "It`s adventure time! Let`s go and experience the beautiful surroundings of nature! This week we will be learning how we can protect and save our animals and nature! We will build our own forest, animals, and our very own camping site! See you this summer mighty campers!",
    "summerschoolWeek3Title-2022": "Music and Dance in the World",
    "summerschoolWeek3-2022": "Up up and away kids! Come aboard and let`s fly the friendly skies to learn about different music and cultures of different countries!Hop on the plane and Celebrate traditional Swedish Midsummer,bring some cool rain with a North American Rain Dance,or join the colorful Rio Carnival for a musical, rhythmical, and fun-filled summer! Buckle up and let the rhythms of summertake you on a journey around the world!",
    "summerschoolWeek4Title-2022": "Super Mario Kids World",
    "summerschoolWeek4-2022": "Hey kids! It`s me Mario! Let`s have fun in the world of Mario Bros, and create different toys, and costumes together! Let`s do our best and fight the Mario villains all together! All participants that successfully pass their week of training in the World of Mario Bros will receive a certificate that accredits the completed adventure. Me and my friends are waiting for you!!",


    "aboutusTitle": "GJR ACADEMY Co., Ltd.",
    "aboutus1": "We will send you an invoice from GJR Co., Ltd.",
    "aboutus2": "A lump sum payment will be made for each semester. ",
    "aboutus3": "教室の変更やキャンセルは一か月単位で受けますが、変更、キャンセル共に２週間前までに幼稚園の事務所に指定の用紙で手続きをして下さい。手続き終了後に返金がある場合は、精算し返金致します。　",
    "aboutus4": "台風や雪など天候による理由や、はやり病（新型コロナウィルス感染症）などで急遽、幼稚園が休園や学級閉鎖した際、アカデミーも休講になることがあります。その場合は、講習費用は一切ご返金致しかねますのでご了承下さい。(但し、事前に長期の欠席届けがあった場合と、怪我などの理由でやむなく講習が受けられなくなってしまった場合は、返金可能となります。)",
    "aboutus5": "各種届出書は幼稚園事務所にあります。",

    "termsTitle": "GJR ACADEMY Co., Ltd.",
    "term1": "We will send you an invoice from GJR Co., Ltd.",
    "term2": "A lump sum payment will be made for each semester.",
    "term3": "Classroom changes and cancellations are accepted on a monthly basis, but both changes and cancellations must be completed at least two weeks in advance at the kindergarten office using the designated form. If there is a refund after the procedure is completed, it will be adjusted and refunded.",
    "term4": "The academy may also be canceled due to weather conditions such as typhoons and snow, or sudden closure of kindergartens or classes due to epidemics (new coronavirus infection). In that case, please note that the class fee will not be refunded. (However, refunds can be made if there is a long-term absence notice in advance, or if you have no choice but to attend the class due to injury or other reasons.)",
    "term5": "Various notification forms are available at the kindergarten office.",

    "termEnrollYear": "About annual class",
    "termSem1": "The first semester is from April 11th (Monday) to July 15th (Friday).",
    "termSem2": "The second semester runs from September 1st (Thursday) to December 21st (Wednesday).",
    "termSem3": "The third semester is from January 10th (Tuesday) to March 15th (Wednesday).",
    "termDesc1": "The schedule may change depending on the situation.",
    "termDesc2": "The schedule of the summer school will be announced on a separate sheet as soon as it is decided.",
    "termDesc3": "If there are no additions, changes, or cancellations to the classs taken in the first semester, they will continue as they are, so there is no need to apply again.",
    "termDesc4": "Based on the fact that we were not able to hold classes as usual for kindergarten classes and elementary school classes due to the corona crisis like last year, we are planning to introduce a system that allows students to take classes while staying at home. We will inform you as soon as the system is built, so please look forward to it.",
    "termDesc5": "We will not be holding ballet classes this term, but we will let you know when it is decided to resume.",

    "titleEnrollCosts": "Academy class fees and notes",
    "enrollCostsDesc1": "class fees vary depending on the number of classs taken each semester.",
    "enrollCostsDesc2": "Here is an example of the class fee for the first semester.",   
    "enrollCostsDesc3": "Also, please check the notes below.",

    "lblUnavailable": "Service is currently unavailable",
    "lblClassSchedule": "Class Date And Time",
    "lblFee": "Class Fee",
    "lblClass": "Class",
    "lblFeeSchedule": "Class Date, Time And Fee (Excluding consumption tax)",
    "tblHeaderCol1": "Time (PM)",
    "tblHeaderCol2": "Class",
    "tblHeaderCol3": "Schedule",
    "tblHeaderCol4": "Number of Sessions",
    "tblHeaderCol5": "Date Start",
    "tblHeaderCol6": "Class Fee",
    "tblRowClass1": "Nensho Class",
    "tblRowClass2": "Nenchu Class",
    "tblRowClass3": "Nencho Class",
    "tblRowClass4": "Elementary Class",
    "tblRowClass23": "Nenchu & Nencho Class",
    "tblRowClass12": "Nensho & Nenchu Class",
    "tblRowClass34": "Nencho & Elementary Class",
    "tblRowClass1A": "Nensho A Class",
    "tblRowClass2A": "Nenchu A Class",
    "tblRowClass3A": "Nencho A Class",
    "tblRowClass3B": "Nencho B Class",
    "tblRowClass1B": "Nensho B Class",
    "tblRowClass2B": "Nenchu B Class",
    "tblRowClass3C": "Nencho C Class",

    "nensho": " Nensho ",
    "nenchu": " Nenchu ",
    "nencho": " Nencho ",
    "elementary": " Elementary ",
    
    "nenshoclass ": " Nensho Class ",
    "nenchuclass ": " Nenchu Class ",
    "nenchoclass ": " Nencho Class ",
    "elementaryclass": "Elementary Class ",
    
    
    "class": "Class ",
    
    "classname": " Class Name ",
    "kindername": " Kindergarten Name ",
    "guardianname ": " Guardian Name ",
    "wordaddress ": "Address",
    "prefecture": " Prefecture",
    "municipality": "City ",
    "street": "Street",
    "building": " Building Name ",
    "contactnum": "Contact Number",
    "emercontactnum": " Emergency Contact Number",

    "furigana": "Furigana",
    "romanji": "Romanji",

    "class_name": "Class Name",
    "class_name_elem": "School name for elementary school students",
    "class_name_gradeS": "Grade (primary school students only)",

    "contact_number": "Contact Number",
    "contact_number_father": "Contact Number (Father)",
    "contact_number_mother": "Contact Number (Mother)",

    "relationship": "Relationship with the children",
    "birthdate": "Birthdate",
    "desiredcourse": "Desired Course",
    "desiredcourselist": "Desired Course List",
    "registrationform": "Registration Form",
    "formpreview": "Form Preview",
    
    "required": " required ",
    "isrequired": " is required .",
    
    "tblRowDaysWeekMonFri ": " Every Monday to Friday ",
    "tblRowDaysWeekMonWed ": " Every Monday and Wednesday ",
    "tblRowDaysWeekTueFri ": " Every Tuesday and Friday ",
    "tblRowDaysWeekMon ": " Every Monday ",
    "tblRowDaysWeekMon1": " Monday ",
    "tblRowDaysWeekTue ": " Every Tuesday ",
    "tblRowDaysWeekTue1": " Tuesday ",
    "tblRowDaysWeekWed ": " Every Wednesday ",
    "tblRowDaysWeekWed1": " Wednesday ",
    "tblRowDaysWeekThu ": " Every Thursday ",
    "tblRowDaysWeekThu1": " Thursday ",
    "tblRowDaysWeekFri ": " Every Friday ",
    "tblRowDaysWeekFri1": " Friday ",
    "tblRowDaysWeekSat ": " Saturday ",
    "tblRowDaysWeekSun ": " Sunday ",
        
    
    "checkListDay0": " Monday to Friday ",
    "checkListDay1": "Monday",
    "checkListDay2": "Tuesday",
    "checkListDay3": "Wednesday",
    "checkListDay4": "Thursday",
    "checkListDay5": "Friday",
    "checkListDay8": "Monday & Wednesday",
    "checkListDay9": "Tuesday & Friday ",
    "checkListDay10": "2nd and 4th Wednesdays",
    
    "tblRowClassLvl": "Level",
    "tblRowClassEiken": "Eiken",
    "tblRowClassGrade": "Grade",

    "tblfooter1": "Teaching material fee: Text fee is not included takes. (Actual cost)",
    "tblfooter2": "Teaching material fee: 1,000 yen per month",
    "tblfooter3": "There may be additional costs for exhibition works. (Actual cost)",
    "tblfooter4": "Teaching material fee: 500 yen per month will be charged separately.",
    "tblfooter5": "There may be additional costs for exhibition works and dressing costs.",
    "tblfooter6": "An annual membership fee will be charged to belong to Japanese penmanship. (Approximately 8,000 yen)",
    "tblfooter7": "Please purchase soccer balls individually. Details will be announced.",
    "tblfooter8": "If you have been taking the abacus class since last year, please select the 4:00 to 5:00 class. Please contact us if you would like to continue taking classes from 3:00 to 4:00.",
    "tblfooter9": "The cost will be paid in a lump sum.",
    "tblfooter10": "Teaching material fee: Please note that it will be decided by Text and others.",
    "tblfooter11": "There will be a separate fee for taking classes twice a week and a workbook fee. (Actual cost)",
    "tblfooter12": "The level can also be here. Please contact us.",
    "tblfooter13": "Please note that the class to be taken will be decided here.",
    "tblfooter14": "Teaching material fee: Textbook fee and workbook fee will be charged separately. (Actual cost)",
    "tblfooter15": "As a general rule, when the Eiken grade goes up, the class will be moved to the beginning of the new semester in April and the beginning of the second semester in September. Please contact us when making changes or cancellations. We appreciate your understanding and cooperation.",
    "tblfooter16": "Note: Please note that there are times when classes cannot be held in conjunction with kindergarten events and closures.",
    "tblfooter17": "class fees vary depending on the number of classs taken each semester.",
    "tblfooter18": "Here is an example of the class fee for the first semester.",
    "tblfooter19": "教材費：テキスト代が別途かかります。（実費）",
    "tblfooter20": "講習費用は学期毎に行われる受講回数によって異なります。",
    "tblfooter21": "上記の講習費用につきましては2022年度Ⅰ期のものとなります。",
    "mess1": "Thanks for signing up",
    "mess1A": "Your registration will be reviewed within 24 hours",
    "mess2": "Your purchase has been completed!",
    "mess3": "Could not process payment!",
    "errmessLogin": "Incorrect Email or Password",
    "errmessInactive": "Inactive Account",
    "errmessIsRequired": "This field is required",
    "errmessFillRequired": "Please fill in the required fields",
    "errmessMinLength": "A minimum length of 2 characters is required.",
    "errmessFurigana": "Please enter only furigana"
}